7zip
acpi
age
alacarte
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
archlinux-keyring
archlinux-xdg-menu
aria2
ark
asciiquarium
atuin
b43-fwcutter
baobab
base
base-devel
bash-completion
bat
bauh
bind
blanket
bleachbit
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cantarell-fonts
capitaine-cursors
cargo-cache
cava
chafa
chaotic-keyring
chaotic-mirrorlist
chezmoi
cinnamon-desktop
clapper
cliphist
cmatrix
code
colord
cryptsetup
d-spy
dart-sass
device-mapper
dhclient
dialog
diffutils
distrobox
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dosfstools
downgrade
dracut
duf
e2fsprogs
easyeffects
efibootmgr
efitools
emote
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
entr
eog
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-update-notifier
ethtool
exfatprogs
expect
eza
f2fs-tools
fakeroot
fastfetch
fd
ffmpegthumbnailer
ffmpegthumbs
file-roller
firefox
firefox-developer-edition
firewalld
flatpak
font-manager
fontforge
foot
freetype2
gestures
ghostty
git
git-absorb
git-delta
git-interactive-rebase-tool-bin
gitflow-cjs
github-cli
glade
glances
glib
glow
gnome-bluetooth
gnome-bluetooth-3.0
gnome-disk-utility
gnome-keyring
gnome-system-monitor
gnu-free-fonts
gobject-introspection
goreleaser-bin
gparted
gpm
gptfdisk
gray-git
grex
grim
grimblast-git
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk3-demos
gvfs
haveged
httpie
hwdetect
hwinfo
hyde-cli-git
hypridle
hyprland
hyprland-qtutils-git
hyprlang-git
hyprlock
hyprpicker
hyprsunset
hyprwayland-scanner
inetutils
infisical-bin
inxi
iptables-nft
iwd
jetbrains-toolbox
jfsutils
jp2a
jq
just
k6-bin
kcalc
kde-cli-tools
kernel-install-for-dracut
kimageformats5
kinit
kio-fuse
kitty
komikku
ktorrent
ktouch
kvantum
kvantum-qt5
la-capitaine-icon-theme
lazydocker-bin
less
libdvdcss
libgsf
libgtop
libinput-gestures
libopenraw
linux
linux-firmware
linux-firmware-marvell
linux-headers
lite-xl
logrotate
lpm
lsb-release
lsd
lsscsi
luajit
lvm2
lz4json
man-db
man-pages
mangohud
matugen-bin
mdadm
megabasterd-bin
mesa
mesa-utils
meson
mise-bin
mission-center
mkcert
mkinitcpio-nfs-utils
modemmanager
mojave-gtk-theme-git
mongodb-compass
mongodb-tools
mpv
mtools
nano
nano-syntax-highlighting
nbd
ndisc6
net-tools
netctl
network-manager-applet
networkmanager
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
numi-bin
nwg-displays
nwg-look
obs-studio
obsidian
openconnect
openvpn
os-prober
pacman-contrib
pamixer
pavucontrol
perl
persepolis-git
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plank
playerctl
plocate
pngquant
podman
pokego-bin
pokemon-colorscripts-git
polkit-gnome
poppler-glib
postman-bin
power-profiles-daemon
ppp
pptpclient
pre-commit
python-capng
python-colorthief
python-fabric-git
python-gobject-docs
python-gpustat
python-json5
python-libtmux
python-loguru
python-packaging
python-pipx
python-pyamdgpuinfo
python-pyqt5
python-rlottie-python
python-ruff
qt5-imageformats
qt5-quickcontrols
qt5ct
qt6ct
qutebrowser
r8168-dkms
rate-mirrors
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
rofi-emoji
rofi-wayland
rp-pppoe
rsync
rtkit
s-nail
safeeyes
scc
sd
sddm
sg3_utils
sheldon
slurp
smartmontools
snixembed-git
sof-firmware
spicetify-cli
spotify
spotify-adblock-git
sshs
st
starship
station-bin
stylua
sudo
swappy
swww
sysfsutils
systemd-sysvcompat
tableplus-bin
taskwarrior-tui
tealdeer
tesseract
texinfo
the_silver_searcher
thefuck
thunderbird
time
tmux
topgrade-bin
trash-cli-git
tree
ttf-bitstream-vera
ttf-cm-unicode
ttf-dejavu
ttf-dejavu-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-liberation
ttf-ms-fonts
ttf-opensans
ttf-twemoji-git
ttf-ubuntu-nerd
tumbler
typos
udiskie
unrar
unzip
upx
usb_modeswitch
usbutils
vala
vi
vim
visual-studio-code-insiders
vivaldi
vivaldi-ffmpeg-codecs
vpnc
welcome
wezterm-git
wf-recorder
wget
which
whois
windsurf
wireless-regdb
wireplumber
wl-clipboard
wlogout
words
wpa_supplicant
wps-office
wrk
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-ninja
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-qxl
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xz
yay
yazi
youtube-dl-git
yt-dlp
zathura
zathura-pdf-poppler
zeal
zen-browser-bin
zoxide
zsh
zsh-theme-powerlevel10k-git
