git-interactive-rebase-tool-bin
gitflow-cjs
glib
goreleaser-bin
gray-git
hyde-cli-git
infisical-bin
k6-bin
lazydocker-bin
lpm
lz4json
matugen-bin
megabasterd-bin
mise-bin
numi-bin
persepolis-git
pokego-bin
python-fabric-git
python-gpustat
python-pyamdgpuinfo
python-rlottie-python
snixembed-git
station-bin
tableplus-bin
topgrade-bin
trash-cli-git
ttf-cm-unicode
windsurf
xdg-ninja
