7zip
age
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
archlinux-keyring
aria2
ark
asciiquarium
atuin
audacity
awww
b43-fwcutter
base
base-devel
bash-completion
bat
bind
bluez
bluez-utils
breeze-gtk
brightnessctl
btop
btrfs-progs
cantarell-fonts
capitaine-cursors
cargo-cache
cava
chafa
chaotic-keyring
chaotic-mirrorlist
chezmoi
cinnamon-desktop
cliphist
cryptsetup
dart-sass
device-mapper
dialog
diffutils
dive
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dolphin
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
ethtool
exfatprogs
eza
f2fs-tools
fakeroot
fastfetch
ffmpegthumbs
firefox-developer-edition
firewalld
flatpak
font-manager
fontforge
foot
foot-terminfo
freetype2
fwupd
git
git-delta
git-interactive-rebase-tool-git
github-cli
gitlogue
gnome-bluetooth-3.0
gnome-keyring
gnu-free-fonts
gobject-introspection
gpm
gptfdisk
grim
grimblast-git
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
haveged
hwdetect
hwinfo
hyperfine
hypridle
hyprland
hyprland-qt-support
hyprlock
hyprpicker
hyprquery-git
hyprsunset
inetutils
inxi
iptables
iwd
jfsutils
jq
just
kcalc
kde-cli-tools
kernel-install-for-dracut
kimageformats
kio-fuse
kitty
ktorrent
kvantum
kvantum-qt5
lazydocker
lazygit
less
libappindicator
libdvdcss
libgsf
libopenraw
linux
linux-firmware
linux-firmware-marvell
linux-headers
linux-lts
lite-xl
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
memtest86+-efi
memtester
mesa
mesa-utils
mission-center
mkinitcpio-nfs-utils
modemmanager
mpv-mpris
mtools
nano
nbd
ncdu
ndisc6
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noctalia-shell
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvtop
nwg-displays
nwg-look
obsidian
openconnect
openvpn
os-prober
pacman-contrib
pamixer
pantheon-files
partitionmanager
pavucontrol
perl
persepolis
pipewire-alsa
pipewire-jack
pipewire-libcamera
pipewire-pulse
pkgfile
playerctl
plocate
pokego-git
polkit-gnome
poppler-glib
postman-bin
power-profiles-daemon
ppp
pptpclient
procs
python-cairo
python-capng
python-jinja
python-loguru
python-packaging
python-pip
python-pipx
python-pyqt5
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5ct
qt6-wayland
qt6ct
rate-mirrors
rebuild-detector
reflector
reflector-simple
resources
rofi
rp-pppoe
rsync
rtkit
s-nail
safeeyes
satty
sddm
sg3_utils
sheldon
slurp
smartmontools
socat
sof-firmware
spotify
spotube-bin
squashfs-tools
sudo
sysfsutils
systemd-sysvcompat
tealdeer
tesseract
tesseract-data-eng
texinfo
tmux
topgrade
ttf-bitstream-vera
ttf-dejavu
ttf-dejavu-nerd
ttf-firacode-nerd
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-ms-fonts
ttf-opensans
ttf-roboto-mono
ttf-twemoji-git
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
udiskie
unrar
unzip
usb_modeswitch
usbutils
uwsm
vim
visual-studio-code-insiders
vivaldi
vlc
vlc-plugins-all
vpnc
vulkan-radeon
vulkan-tools
watchexec
welcome
wezterm-git
wf-recorder
wget
which
whois
wireless-regdb
wireplumber
wl-clip-persist
woff2-font-awesome
wpa_supplicant
wps-office
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-qxl
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xz
yay
yazi
zathura
zathura-pdf-poppler
zeal
zen-browser-bin
zoxide
zsh
